Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/utdannings-_og_forskningsbehov.html.tmx
Source language: nob
Languages: sma

source: Utdannings- og forskningsbehov
sma: Ööhpehtimmie- jïh dotkemedaerpiesvoete

source: Sametinget arbeider for at tilbud og aktivitet innenfor høyere utdanning og forskning dekker kompetanse- og kunnskapsbehov i det samiske samfunnet.
sma: Saemiedigkie barka ihke faalenasse jïh darjomh jollebe ööhpehtimmien jïh dotkemen sisnjeli, leah maahtoe- jïh daajroedaerpiesvoeten mietie saemien siebriedahkesne.

source: Utdanning:
sma: Ööhpehtimmie:

source: Sametinget har dialog med utdanningsinstitusjoner om tilbud innenfor høyere utdanning.
sma: Saemiedigkien leah soptsestimmieh ööhpehtimmieinstitusjovnigujmie faalenassi bïjre jollebe ööhpehtimmien sisnjelen.

source: Samisk sykepleierutdanning som opprettes i 2021 av Sámi allaskuvla og UiT Norges arktiske universitet, er et resultat av dialog med aktuelle utdanningsinstitusjoner og Kunnskapsdepartementet.
sma: Saemien skïemtjesåjhtereööhpehtimmie mij tseegkesåvva 2021 Saemien jïlleskuvleste jïh UiT Nöörjen arktiske universiteeteste, lea illedahke soptsestimmijste sjyöhtehke ööhpehtimmieinstitusjovnigujmie jïh Maahtoedepartemeentine.

source: Sametinget er observatør i UHR-Samisk, som er en nasjonal samordningsarena for medlemsinstitusjonene som tilbyr samisk høyere utdanning.
sma: Saemiedigkie lea vïhtesjæjja dennie nasjonaale iktedimmie-areenesne UHR-Saemien mij lea areena dejtie lïhtsegeinstitusjovnide mah saemien jollebe ööhpehtimmiem faalehtieh.

source: UHR-samisk ble opprettet etter konsultasjoner med Kunnskapsdepartementet, og er en enhet i Universitets- og høyskolerådet (UHR).
sma: UHR-saemien tseegkesovvi rååresjimmiej mænngan Maahtoedepartemeentine, jïh lea ektievoete Universiteete- jïh jïlleskuvleraeresne (UHR).

source: UHR er sekretariat for UHR-samisk.
sma: UHR lea tjaelemesijjie UHR-saemien-dåahkan.

source: Sametinget er også observatør i UHR-lærerutdanning, som har som oppgave å samordne og styrke kvalitet i utdanning og forskning i norsk lærerutdanning.
sma: Saemiedigkie aaj vïhtesjæjja UHR-lohkehtæjjaööhpehtimmesne mij laavenjassine åtna iktedidh jïh kvaliteetem nænnoestidh ööhpehtimmesne jïh dotkemisnie nöörjen lohkehtæjjaööhpehtimmesne.

source: Nasjonalt forum for lærerutdanning og profesjonsutvikling er opprettet for å følge opp strategien Lærerutdanning 2025.
sma: Lohkehtæjjaööhpehtimmien jïh profesjovneevtiedimmien nasjonaale forume lea tseegkesovveme juktie guhkiebasse barkedh strategijine Lohkehtæjjaööhpehtimmie 2025.

source: Sametinget er observatør i forumet.
sma: Saemiedigkie lea vïhtesjæjja forumisnie.

source: Les mer om UHR-Samisk
sma: Lohkh vielie: UHR-Saemie

source: Les mer om UHR-lærerutdanning
sma: Lohkh vielie: UHR-lohkehtæjjaööhpehtimme

source: Innenfor alle samfunnssektorer savnes forskning som kan være en del av kunnskapsgrunnlaget for politiske beslutninger som angår samiske samfunn.
sma: Gaajhki siebriedahkesuerkiej sisnjeli dotkeme fååtese mij maahta bieline årrodh daajroevåaroemistie dejtie politihkeles sjæjsjalimmide mah leah saemien siebriedahki bïjre.

source: I Sametingsmelding om høyere utdanning og forskning fra 2016, er det pekt på ulike områder der Sametinget mener behovet for forskning er til stede.
sma: Saemiedigkiebïevnesisnie jollebe ööhpehtimmien jïh dotkemen bïjre jaepeste 2016, lea ovmessie suerkide tjuvtjiedamme gusnie Saemiedigkie veanhta dotkemedaerpiesvoete lea stïeresne.

source: Sametinget er observatør i programstyret for samisk forskning (SAMISK III), i Norges forskningsråd, NFR.
sma: Saemiedigkie lea vïhtesjæjja saemien dotkemen programmeståvrosne (SAMISK III); Nöörjen dotkemeraeresne, NFR.

source: Programmets overordnede mål er å styrke samisk forskning, både når det gjelder kvantitet og vitenskapelig kvalitet.
sma: Programmen bijjemes ulmie lea saemien dotkemem nænnoestidh, dovne kvantiteeten jïh vitenskapeles kvaliteeten bïjre.

source: Les mer om Samisk forskning i Norges forskningsråd
sma: Lohkh vielie Saemien dotkemen bïjre Nöörjen dotkemeraeresne

source: Sametinget har konsultert med Norges forskningsråd om medlemmer til forskningsrådets porteføljestyrer og plassering av programmet for samisk forskning i porteføljestyrene.
sma: Saemiedigkie lea Nöörjen dotkemeraerine rååresjamme lïhtsegi bïjre dotkemeraerien porteføljeståvrojne jïh gåabph programme saemien dotkemasse edtja bïejesovvedh porteføljeståvrojde.

source: Det ble enighet om følgende medlemmer i porteføljestyrene;
sma: Sïemesvoete sjïdti daej lïhtsegi bïjre porteføljeståvrojne;

source: I tillegg ble det enighet om at programstyret for forskningsprogrammet SAMISK III, videreføres som en styringsgruppe under NFRs styre.
sma: Lissine sïemes sjïdtin programmeståvroe dotkemeprogrammese SAMISK III stuvremedåehkine jåarhka NDR:n ståvroen nuelesne.

source: Denne ordningen vurderes på nytt når oppnevningsperioden for programstyret utløper 31.12.21.
sma: Edtja daam öörnegem orresistie vuarjasjidh gosse programmeståvroen nammoehtimmieboelhke nåhka 31.12.21.

source: Sametingets forslag til medlemmer i fondsstyrene for regionalt forskningsråd i Trøndelag og i Nordland er oppnevnt.
sma: Nammoehtimmie dorjesovveme Saemiedigkien lïhtsegijstie foenteståvrojne regijonaale dotkemeraeride Trööndelagesne jïh Nordlaantesne.

source: I fondsstyret for Nordland er Astrid Dankertsen styremedlem i perioden 2020-2024.
sma: Nordlaanten foenteståvrosne Astrid Dankertsen ståvroelïhtsege boelhken 2020-2024.

source: I fondsstyret for Trøndelag er Birgitta Fossum styremedlem og Sigbjørn Dunfjeld varamedlem for perioden 2020-2023.
sma: Trööndelagen foenteståvrosne Birgitta Fossum lea ståvroelïhtsege jïh Sigbjørn Dunfjeld sæjjasadtje boelhken 2020-2023.
